Repository: jwsscott777/MedicationRemind
Catalog: MedicationRemind/MedicationRemindLocalFile/*.xcloc/Localized Contents/*.xliff
Languages: es_419

source: Add Medication
es_419: Agregar medicación

source: Add this Medication
es_419: Agregar este medicamento

source: Choose a pill icon
es_419: Elija un icono de píldora

source: Enter medication name here
es_419: Ingrese el nombre del medicamento aquí

source: Evening
es_419: Noche

source: Great Job
es_419: Gran trabajo

source: How many do you take?
es_419: Cuantos tomas

source: How often do you take it?
es_419: ¿Con qué frecuencia lo toma?

source: Is the time correct?
es_419: ¿Es la hora correcta?

source: It's time for your meds
es_419: Es hora de tus medicinas

source: It's time to take your
es_419: Es hora de tomar tu

source: Just a few taps below
es_419: Solo unos pocos toques debajo

source: Make sure you entered the pill name and selected a time
es_419: Asegúrese de ingresar el nombre de la píldora y seleccionar una hora

source: Morning
es_419: Mañana

source: No Reminders
es_419: Sin recordatorios

source: No medication saved
es_419: No se guardó ningún medicamento

source: Noon
es_419: Mediodía

source: OK
es_419: Okay

source: Something's missing
es_419: Algo falta, algo está faltando

source: Today
es_419: Hoy

source: What's the medication?
es_419: ¿Cuál es la medicación?

source: You don't have any medication added to your list yet
es_419: Aún no tiene ningún medicamento agregado a su lista

source: Your pill reminder has been added
es_419: Se agregó su recordatorio de píldoras
